/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ copiato negli appunti";

/* No comment provided by engineer. */
"%d Confirmations" = "%d Conferme";

/* No comment provided by engineer. */
"%d Transactions" = "%d Operazioni";

/* No comment provided by engineer. */
"Account Settings" = "Impostazioni Account";

/* No comment provided by engineer. */
"Add to Address book?" = "Aggiungi a rubrica?";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "Si è verificato un errore convalida il codice PIN con il server remoto. Si potrebbe non essere in linea o blockchain può essere in difficoltà. Volete ritentare la convalida o, invece, inserire la password manualmente?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "Si è verificato un errore di caricamento del tuo portafoglio. Si potrebbe non essere in linea o Blockchain è in difficoltà. Si prega di chiudere l'applicazione e riprovare più avanti o di ri-accoppiare il dispositivo.";

/* No comment provided by engineer. */
"Any Address" = "Qualsiasi Indirizzo";

/* No comment provided by engineer. */
"Archive" = "INDIRIZZO ARCHIVIO";

/* No comment provided by engineer. */
"Archived" = "Archiviata";

/* No comment provided by engineer. */
"Automatically" = "Automaticamente";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Prima di accedere al tuo portafoglio, si prega di scegliere un numero pin da usare per sbloccare il vostro portafoglio. È importante ricordare questo pin in quanto non possono essere reimpostati o modificati senza prima sbloccare l'app.";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "Impossibile salvare il Codice PIN mentre il portafoglio non è inizializzato o la password è null";

/* No comment provided by engineer. */
"Change PIN" = "Cambia PIN";

/* No comment provided by engineer. */
"Close App" = "Vicino App";

/* No comment provided by engineer. */
"Confirm Payment" = "Il Pagamento Confermare";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "Conferma di pagamento%1$@ (%2$@) a %3$@";

/* No comment provided by engineer. */
"Send from..." = "Inviare da...";

/* No comment provided by engineer. */
"Send to..." = "Invia a...";

/* No comment provided by engineer. */
"Create Wallet" = "Creare Portafoglio";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "Decifrato PIN lunghezza della Password 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Decifratura Chiave Privata";

/* No comment provided by engineer. */
"Enter Password" = "Inserire La Password";

/* No comment provided by engineer. */
"Error" = "Errore";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "Impossibile Caricare Il Portafoglio";

/* No comment provided by engineer. */
"No internet connection." = "Nessuna connessione internet.";

/* No comment provided by engineer. */
"Connection timed out. Please check your internet connection." = "Connessione scaduta. Si prega di controllare la connessione a internet.";

/* No comment provided by engineer. */
"Empty response from server." = "Vuoto risposta dal server.";

/* No comment provided by engineer. */
"Invalid server response. Please check your internet connection." = "Risposta del server non valido. Si prega di controllare la connessione a internet.";

/* No comment provided by engineer. */
"Forget Details" = "Dimenticate Dettagli";

/* No comment provided by engineer. */
"Forget Wallet" = "Dimenticate Portafoglio";

/* No comment provided by engineer. */
"How would you like to pair?" = "Come ti piacerebbe coppia?";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "Se si dispone già di un Blockchain Portafoglio, scegliere la Coppia di Dispositivo; in caso contrario, scegliere Crea Portafoglio. È Gratuito! No e-mail richiesto.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Chiave Privata Importata %@";

/* No comment provided by engineer. */
"Information" = "Informazioni";

/* No comment provided by engineer. */
"Invalid email address." = "Indirizzo email non valido.";

/* No comment provided by engineer. */
"Invalid GUID" = "GUID non valido";

/* No comment provided by engineer. */
"Invalid Identifier" = "Identificatore Non Valido";

/* No comment provided by engineer. */
"Invalid Send Value" = "Si prega di inserire un importo";

/* No comment provided by engineer. */
"Invalid Shared Key" = "Non Valido A Chiave Condivisa";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "Non Valido Il Codice Di Stato Restituito %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Indirizzo bitcoin non valido";

/* No comment provided by engineer. */
"Loading External Page" = "Caricamento Pagina Esterna";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Do you really want to log out?" = "Si vuole veramente il logout?";

/* No comment provided by engineer. */
"Please enter your PIN" = "Inserisci il tuo PIN";

/* No comment provided by engineer. */
"Please enter a new PIN" = "Si prega di inserire un nuovo codice PIN";

/* No comment provided by engineer. */
"Confirm your PIN" = "Confermare il codice PIN";

/* No comment provided by engineer. */
"Incorrect PIN. Please retry." = "PIN errato. Si prega di riprovare.";

/* No comment provided by engineer. */
"News, Price & Charts" = "Notizie, prezzo & grafici";

/* No comment provided by engineer. */
"Manually" = "Manualmente";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Label" = "Senza Etichetta";

/* No comment provided by engineer. */
"No Password Entered" = "La Password Immessa Non";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "Aprire le Impostazioni dell'Account, Logout o modificare il pin di seguito.";

/* No comment provided by engineer. */
"Options" = "Opzioni";

/* No comment provided by engineer. */
"Pair Device" = "Coppia Di Dispositivo";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "L'Analisi Di Codice Di Accoppiamento";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "La password deve essere di 10 caratteri o più";

/* No comment provided by engineer. */
"Passwords do not match" = "Le password non corrispondono";

/* No comment provided by engineer. */
"Payment Sent!" = "Pagamento Inviato!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN Crittografato Stringa è zero";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN Oggetto Response chiave o il valore di lunghezza 0";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN Oggetto Response successo lunghezza 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PIN Salvato con Successo";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "PIN di Convalida non può essere completata. Per favore, inserisci il tuo portafoglio password manualmente.";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN di Errore di Validazione";

/* No comment provided by engineer. */
"Please choose another PIN" = "Per favore scegli un altro PIN";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "Per favore, inserisci la tua 36 carattere wallet identificativo correttamente. Può essere trovato nella mail di benvenuto all'avvio.";

/* No comment provided by engineer. */
"Please provide an email address." = "Si prega di fornire un indirizzo e-mail.";

/* No comment provided by engineer. */
"Retry Validation" = "Riprova Convalida";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Scansione Guarda Solo L'Indirizzo?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "La Seconda Password Errati";

/* No comment provided by engineer. */
"Send Payment From:" = "Inviare Il Pagamento Da:";

/* No comment provided by engineer. */
"Send Payment To:" = "Inviare Il Pagamento A:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "Il Server Ha Restituito Null Codice Di Stato";

/* No comment provided by engineer. */
"Success" = "Il successo";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "La chiave privata che si sta tentando di importare è crittografato. Per favore, inserisci la password nei campi sottostanti.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "Questa azione richiede che il secondo password per il tuo portafoglio bitcoin. Per favore, inserisci di seguito il testo e premere continua.";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "Questo cancellerà tutti i dati relativi ai pagamenti su questo dispositivo. Si prega di indicare il vostro portafoglio informazioni salvate altrove altrimenti qualsiasi bitcoins in questo portafoglio sarà inaccessibile!!";

/* No comment provided by engineer. */
"Unarchive" = "DECOMPRIMERE L'INDIRIZZO";

/* No comment provided by engineer. */
"Unconfirmed" = "Non confermati";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "Non Supportato Chiave Privata In Formato";

/* No comment provided by engineer. */
"User Declined" = "Utente Rifiutato";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "Portafoglio indirizzo di %@ ha fondi a disposizione. Tuttavia, la chiave privata deve essere acquisite da una carta portafoglio o il Codice QR. Vuoi cercare la chiave privata ora?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Pagamenti Accoppiati Correttamente.";

/* No comment provided by engineer. */
"Warning!!!" = "Attenzione!!!";

/* No comment provided by engineer. */
"Welcome Back" = "Welcome Back";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Benvenuti a Blockchain Portafoglio";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Vuoi aggiungere l'indirizzo bitcoin %@ per la tua rubrica?";

/* No comment provided by engineer. */
"Yes" = "Sì";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "Non sono attive bitcoin indirizzi disponibili per l'invio di";

/* No comment provided by engineer. */
"You must enter a destination address" = "È necessario immettere un indirizzo di destinazione";

/* No comment provided by engineer. */
"You must enter a label" = "È necessario immettere un'etichetta";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "Il vostro portafoglio è stato creato con successo.";

/* No comment provided by engineer. */
"Close" = "Chiudere";

/* No comment provided by engineer. */
"Back" = "Indietro";

/* No comment provided by engineer. */
"New Wallet" = "Nuovo portafoglio";

/* No comment provided by engineer. */
"MOVED" = "SPOSTATO";

/* No comment provided by engineer. */
"RECEIVED" = "RICEVUTO";

/* No comment provided by engineer. */
"SENT" = "INVIATO";

